Repository: cfconrad/agama
Catalog: web/po/*.po
Languages: nl

source: The server at %s is not reachable.
nl: De server op %s is niet bereikbaar.

source: Cannot connect to the Cockpit server
nl: Kan niet verbinden met de Cockpit server

source: Try Again
nl: Probeer opnieuw

source: About Agama
nl: Over Agama

source: For more information, please visit the project's repository at %s.
nl: Voor meer informatie kunt u de opslagruimte van het project bezoek op %s.

source: Close
nl: Sluiten

source: D-Bus Error
nl: D-Bus fout

source: Cannot connect to D-Bus
nl: Kan niet verbinden met D-Bus

source: Could not connect to the D-Bus service. Please, check whether it is running.
nl: Kan niet verbinden met de D-Bus service. Controleer of deze gestart is.

source: Reload
nl: Herladen

source: Reading file...
nl: Leest bestand...

source: Cannot read the file
nl: Kan het bestand niet lezen

source: There are some reported issues. Please review them in the previous steps before proceeding with the installation.
nl: Er zijn enkele geraporteerde issues. Check ze alstublieft in de voorgaande stappen voordat u doorgaat met de installatie.

source: Confirm Installation
nl: Bevestig installatie

source: If you continue, partitions on your hard disk will be modified according to the provided installation settings.
nl: Indien u doorgaat zullen de partities op de harde schijf worden gewijzigd op basis van de opgegeven installatie instellingen.

source: Please, cancel and check the settings if you are unsure.
nl: Klik bij twijfel alstbulieft op annuleren en controleer de instellingen.

source: Cancel
nl: Annuleren

source: Continue
nl: Doorgaan

source: Problems Found
nl: Problemen gevonden

source: Some problems were found when trying to start the installation. Please, have a look to the reported errors and try again.
nl: Enkele problemen zijn geconstateerd tijdens het starten van de instalatie. Check alstublieft de gemelde fouten en probeer opnieuw.

source: Accept
nl: Accepteren

source: Install
nl: Installeren

source: TPM sealing requires the new system to be booted directly.
nl: TPM verzegeling vereist dat het nieuwe systeem direct wordt gestart.

source: If a local media was used to run this installer, remove it before the next boot.
nl: Wanneer u gebruik maakt van lokale media om de installer te starten, verwijder deze voor de volgende herstart.

source: Hide details
nl: Verberg details

source: See more details
nl: Meer details

source: The final step to configure the <abbr title='Trusted Platform Module'>TPM</abbr> to automatically open encrypted devices will take place during the first boot of the new system. For that to work, the machine needs to boot directly to the new boot loader.
nl: De laatste stap om <abbr title='Trusted Platform Module'>TPM</abbr> te configureren zodat versleutelde apparaten automatisch worden geopend zal plaatsvinden bij de eerste opstart van het nieuwe systeem. Om dat te laten werken is het nodig om de machine direct te laten starten naar de nieuwe boot loader.

source: Installation Finished
nl: Installatie voltooid

source: Congratulations!
nl: Gefeliciteerd!

source: The installation on your machine is complete.
nl: De installatie van uw machine is voltooid.

source: At this point you can power off the machine.
nl: U kunt nu de machine uitzetten.

source: At this point you can reboot the machine to log in to the new system.
nl: U kunt nu opnieuw opstarten om in te loggen in het nieuwe systeem.

source: Finish
nl: Voltooien

source: Reboot
nl: Herstarten

source: Installing
nl: Installeren

source: Search
nl: Zoeken

source: Collecting logs...
nl: Verzamelen logs...

source: The browser will run the logs download as soon as they are ready. Please, be patient.
nl: De browser zal de logs downloaden wanneer ze klaar zijn. Heb geduld alstublieft.

source: Something went wrong while collecting logs. Please, try again.
nl: Iets is verkeerd gegaan bij het verzamelen van de logs. Probeer het opnieuw.

source: Back
nl: Terug

source: Show global options
nl: Toon algemene opties

source: Page Actions
nl: Pagina acties

source: Passwords do not match
nl: Wachtwoorden komen niet overeen

source: Password
nl: Wachtwoord

source: User password
nl: Gebruikers wachtwoord

source: Password confirmation
nl: Wachtwoord bevestiging

source: User password confirmation
nl: Gebruikers wachtwoord bevestiging

source: Password visibility button
nl: Wachtwoord zichtbaarheidsknop

source: Confirm
nl: Bevestigen

source: Actions
nl: Acties

source: Waiting
nl: Wachten

source: Show Logs
nl: Toon logs

source: Installer Options
nl: Installatie opties

source: Hide installer options
nl: Verberg installer opties

source: Diagnostic tools
nl: Diagnostische hulpmiddelen

source: Software issues
nl: Software problemen

source: Product issues
nl: Problemen van het product

source: Storage issues
nl: Opslag problemen

source: Found Issues
nl: Gevonden problemen

source: %d error found
nl: %d fout gevonden

source: Keyboard
nl: Toetsenbord

source: keyboard
nl: toetsenbord

source: Keyboard layout cannot be changed in remote installation
nl: Toetsenbordindeling kan niet worden gewijzigd in een installatie op afstand

source: The language used by the installer. The language for the installed system can be set in the %s page.
nl: De taal gebruikt door de installer. De taal voor het geïnstalleerde systeem kan worden ingesteld in de %s pagina.

source: Localization
nl: Lokalisatie

source: Language
nl: Taal

source: language
nl: taal

source: Loading installation environment, please wait.
nl: Installatie omgeving aan het laden, wacht alstublieft.

source: Remove
nl: Verwijderen

source: IP Address
nl: IP adres

source: Prefix length or netmask
nl: Prefix lengte of netmask

source: Add an address
nl: Een adres toevoegen

source: Add another address
nl: Een ander adres toevoegen

source: Addresses
nl: Adressen

source: Addresses data list
nl: Adressen data lijst

source: Name
nl: Naam

source: IP addresses
nl: IP adressen

source: Edit
nl: Wijzigen

source: Edit connection %s
nl: Wijzig verbinding %s

source: Forget
nl: Vergeten

source: Forget connection %s
nl: Vergeet verbinding %s

source: Actions for connection %s
nl: Acties voor verbinding %s

source: Add DNS
nl: Voeg DNS toe

source: Add another DNS
nl: Voeg een andere DNS toe

source: IP prefix or netmask
nl: IP prefix of netmask

source: At least one address must be provided for selected mode
nl: Minstens een adres moet worden opgegeven voor de geselecteerde modus

source: Edit %s
nl: Wijzig %s

source: Mode
nl: Modus

source: Automatic (DHCP)
nl: Automatisch (DHCP)

source: Manual
nl: Handmatig

source: The system has not been configured for connecting to a WiFi network yet.
nl: Het systeem is nog niet geconfigureerd voor het verbinden met een WiFi netwerk.

source: The system does not support WiFi connections, probably because of missing or disabled hardware.
nl: Het systeem ondersteunt geen WiFi verbindingen, waarschijnlijk door ontbrekende of uitgeschakelde hardware.

source: Connect to a Wi-Fi network
nl: Verbind met een WiFi netwerk

source: Network
nl: Netwerk

source: Wired networks
nl: Bedrade netwerken

source: WiFi networks
nl: WiFi netwerken

source: None
nl: Geen

source: Something went wrong
nl: Iets is er verkeerd gegaan

source: Please, review provided settings and try again.
nl: Controleer de opgegeven instellingen en probeer het opnieuw.

source: Security
nl: Beveiliging

source: WPA Password
nl: WPA Wachtwoord

source: Connect
nl: Verbinden

source: Connect to hidden network
nl: Verbind met een verborgen netwerk

source: Connecting
nl: Verbinden

source: Connected
nl: Verbonden

source: Disconnecting
nl: Verbinding verbreken

source: Disconnected
nl: Verbroken

source: %s connection is waiting for an state change
nl: %s verbinding wacht op een verandering van de status

source: Forget network
nl: Netwerk vergeten

source: The system will use %s as its default language.
nl: Het systeem zal het %s als standaard taal gebruiken.

source: No network connections detected
nl: Geen netwerkverbindingen gedetecteerd

source: %d connection set:
nl: %d verbinding ingesteld:

source: Reading software repositories
nl: Lezen van software opslagruimtes

source: Refresh the repositories
nl: Ververs de opslagruimtes

source: No device selected yet
nl: Nog geen apparaat geselecteerd

source: Install using device %s and deleting all its content
nl: Installeer op apparaat %s en verwijder alle daarop opgeslagen inhoud

source: Probing storage devices
nl: Onderzoeken van opslagapparaten

source: Storage
nl: Opslag

source: User %s will be created
nl: Gebruiker %s zal worden aangemaakt

source: No user defined yet
nl: Nog geen gebruiker gedefinieerd

source: Root authentication set for using both, password and public SSH Key
nl: Root authenticatie is ingesteld voor zowel wachtwoord en publieke SSH sleutel

source: No root authentication method defined
nl: Geen root authenticatie methode gedefinieerd

source: Root authentication set for using password
nl: Root authenticatie ingesteld voor gebruik met wachtwoord

source: Root authentication set for using public SSH Key
nl: Root authenticatie ingesteld voor gebruik van publieke SSH sleutel

source: Users
nl: Gebruikers

source: Choose a product
nl: Kies een product

source: Change product
nl: Wijzig product

source: Loading available products, please wait...
nl: Laad verschillende producten, wacht alstublieft...

source: Product selection
nl: Product selectie

source: Select
nl: Selecteer

source: Question
nl: Vraag

source: Given encryption password didn't work
nl: Opgegeven encryptie wachtwoord werkte niet

source: Encrypted Device
nl: Versleuteld apparaat

source: Encryption Password
nl: Encryptie wachtwoord

source: Installation will take %s
nl: De installatie zal %s in beslag nemen

source: Waiting for progress report
nl: Wacht op voortgangs rapport

source: Formatting DASD devices
nl: Formatteren DASD apparaten

source: Storage DASD
nl: DASD opslag

source: No
nl: Nee

source: Yes
nl: Ja

source: Channel ID
nl: Kanaal ID

source: Device
nl: Apparaat

source: Formatted
nl: Geformatteerd

source: Partition Info
nl: Partitie informatie

source: Perform an action
nl: Voer een actie uit

source: Activate
nl: Activeer

source: Deactivate
nl: Deactiveer

source: Set DIAG On
nl: Zet DIAG aan

source: Set DIAG Off
nl: Zet DIAG uit

source: Format
nl: Formatteer

source: Filter by min channel
nl: Filter door minimum kanaal

source: Remove min channel filter
nl: Verwijder minimum kanaal filter

source: Filter by max channel
nl: Filter met maximaal kanaal

source: Remove max channel filter
nl: Verwijder maximaal kanaal filter

source: Storage iSCSI
nl: iSCSI opslag

source: Hide %d subvolume action
nl: Verberg %d subvolume actie

source: Show %d subvolume action
nl: Laat %d subvolume actie zien

source: Planned Actions
nl: Geplande acties

source: Installation device
nl: Installatie apparaat

source: Use logical volume management (LVM)
nl: Gebuik logische volume beheer (LVM)

source: Manage and format
nl: Beheer en formatteer

source: Activate disks
nl: Activeer disks

source: Connect to iSCSI targets
nl: Verbind met iSCSI doelen

source: Encryption settings
nl: Encryptie instellingen

source: Use encryption
nl: Gebruik encryptie

source: Settings
nl: Instellingen

source: Size
nl: Grootte

source: Delete
nl: Verwijderen

source: These limits are affected by:
nl: Deze limieten worden beïnvloed door:

source: The configuration of snapshots
nl: De configuratie van snapshots

source: Presence of other volumes (%s)
nl: Aanwezigheid van andere volumes (%s)

source: Reset to defaults
nl: Reset naar standaard

source: Add file system
nl: Voeg bestandssysteem toe

source: At least %s
nl: Tenminste %s

source: logical volume
nl: logisch volume

source: partition
nl: partitie

source: encrypted
nl: versleuteld

source: with snapshots
nl: met snapshots

source: Edit file system
nl: Wijzig bestandssysteem

source: Mount point
nl: Koppelpunt

source: Table with mount points
nl: Tabel met koppelpunten

source: File system type
nl: Bestandssysteem type

source: the configuration of snapshots
nl: de configuratie van snapshots

source: the presence of the file system for %s
nl: de aanwezigheid van het bestandssysteem voor %s

source: The final size depends on %s.
nl: De uiteindelijke grootte hangt af van %s.

source: and
nl: en

source: Automatically calculated size according to the selected product.
nl: Automatisch berekend aan de hand van het geselecteerde product.

source: Exact size for the file system.
nl: Exacte grootte voor het bestandssysteem.

source: Exact size
nl: Exacte grootte

source: Size unit
nl: Grootte eenheid

source: Limits for the file system size. The final size will be a value between the given minimum and maximum. If no maximum is given then the file system will be as big as possible.
nl: Beperkingen voor de grootte van het bestandssysteem. De uiteindelijke grootte zal een getal zijn tussen het gegeven minimum en maximum. Als er geen maximum is gegeven dan zal het bestandssysteem zo groot mogelijk zijn.

source: Minimum desired size
nl: Minimum gewenste grootte

source: Unit for the minimum size
nl: Eenheid voor gewenste grootte

source: Maximum desired size
nl: Maximaal gewenste grootte

source: Unit for the maximum size
nl: Eenheid voor maximale grootte

source: Fixed
nl: Vast

source: Range
nl: Reikwijdte

source: A size value is required
nl: Een grootheids waarde is nodig

source: Minimum size is required
nl: Minimum grootte is vereist

source: Maximum must be greater than minimum
nl: Maximum moet groter zijn dan het minimum

source: The zFCP disk was not activated.
nl: De zFCP disk was niet geactiveerd.

source: Auto LUNs Scan
nl: Automatische LUN scan

source: Activated
nl: Geactiveerd

source: Deactivated
nl: Gedeactiveerd

source: Please, try to read the zFCP devices again.
nl: Probeer de zFCP apparaten opnieuw te lezen.

source: Read zFCP devices
nl: Lees zFCP apparaten

source: Automatic LUN scan is [enabled]. Activating a controller which is running in NPIV mode will automatically configures all its LUNs.
nl: Automatische LUN scan is [geactiveerd]. Een controller activeren welke in NPIV modus draait zal automisch al zijn LUNs configureren.

source: Automatic LUN scan is [disabled]. LUNs have to be manually configured after activating a controller.
nl: Automatische LUN scan is [gedeactiveerd]. LUNs zullen handmatig geconfigureerd moeten worden na het activeren van een controller.

source: Activate a zFCP disk
nl: Activeer een zFCP disk

source: Please, try to activate a zFCP controller.
nl: Probeer een zFCP controller te activeren.

source: Please, try to activate a zFCP disk.
nl: Probeer een zFCP disk te activeren.

source: Activate zFCP disk
nl: Activeer zFCP disk

source: Activate new disk
nl: Activeer nieuwe disk

source: Storage zFCP
nl: Opslag zFCP

source: SD Card
nl: SD kaart

source: Members: %s
nl: Leden: %s

source: Devices: %s
nl: Apparaten: %s

source: Wires: %s
nl: Draden: %s

source: %s with %d partitions
nl: %s met %d partities

source: No content found
nl: Geen inhoud gevonden

source: Available devices
nl: Beschikbare apparaten

source: Only available if authentication by target is provided
nl: Alleen beschikbaar wanneer authenticatie door doel is gegeven

source: Authentication by target
nl: Authenticatie door doel

source: User name
nl: Gebruikersnaam

source: Incorrect user name
nl: Onjuiste gebruikersnaam

source: Incorrect password
nl: Onjuist wachtwoord

source: Authentication by initiator
nl: Authenticatie door initiator

source: Target Password
nl: Doel wachtwoord

source: Discover iSCSI Targets
nl: Ontdek iSCSI doelen

source: Make sure you provide the correct values
nl: Controleer of de juiste waardes zijn ingevuld

source: IP address
nl: IP adres

source: Address
nl: Adres

source: Incorrect IP address
nl: Onjuist IP adres

source: Port
nl: Poort

source: Incorrect port
nl: Onjuiste poort

source: Edit iSCSI Initiator
nl: Wijzig iSCSI initiator

source: Initiator name
nl: Initiator naam

source: Offload card
nl: Offload kaart

source: Startup
nl: Modus van opstarten

source: On boot
nl: Bij opstarten

source: Automatic
nl: Automatisch

source: Connected (%s)
nl: Verbonden (%s)

source: Logout
nl: Uitloggen

source: Portal
nl: Portaal

source: Please, perform an iSCSI discovery in order to find available iSCSI targets.
nl: Voer een iSCSI-detectie uit om beschikbare iSCSI-doelen te vinden.

source: Discover iSCSI targets
nl: Detecteer iSCSI doelen

source: Discover
nl: Detecteer

source: Targets
nl: Doelen

source: Please, be aware that a user must be defined before installing the system to be able to log into it.
nl: Er moet eerst voor installatie een gebruikersnaam worden gedefinieerd om in het systeem in te kunnen loggen.

source: Define a user now
nl: Definieer nu een gebruiker

source: Full name
nl: Volledige naam

source: Username
nl: Gebruikersnaam

source: Discard
nl: Niet opslaan

source: Create user account
nl: Maak gebruikersaccount

source: Edit user account
nl: Wijziging gebruikersaccount

source: User full name
nl: Volledige naam gebruiker

source: Edit password too
nl: Wijzig ook het wachtwoord

source: user autologin
nl: gebruiker autologin

source: Please, define at least one authentication method for logging into the system as root.
nl: Definieer tenminste een authenticatie methode om als root in te loggen in het systeem.

source: Set a password
nl: Stel een wachtwoord in

source: Upload a SSH Public Key
nl: Upload een publieke SSH sleutel

source: Change
nl: Verander

source: Set
nl: Stel in

source: Already set
nl: Al ingesteld

source: Not set
nl: Niet ingesteld

source: Method
nl: Methode

source: SSH Key
nl: SSH sleutel

source: Change the root password
nl: Wijzig het root wachtwoord

source: Set a root password
nl: Stel een root wachtwoord in

source: Add a SSH Public Key for root
nl: Voeg een SSH publieke sleutel in voor root

source: Edit the SSH Public Key for root
nl: Wijzig de publieke SSH sleutel voor root

source: Root password
nl: Root wachtwoord

source: Set root SSH public key
nl: Stel publieke SSH sleutel in voor root

source: Root SSH public key
nl: Root publieke SSH sleutel

source: Upload, paste, or drop an SSH public key
nl: Upload, plak of zet een publieke SSH sleutel neer

source: Clear
nl: Leegmaken

source: User
nl: Gebruiker

source: Root authentication
nl: Root authenticatie
